Repository: OmegaT-L10N/uk
Catalog: omegat/project_save.tmx
Source language: en
Languages: uk_ua

source: There are many plugins available for OmegaT online.
uk_ua: Є багато додатків, доступних для OmegaT онлайн.

source: There should be three files, with extensions dz, idx and ifo.
uk_ua: Там повинно бути три файли з розширенням dz, idx та ifo.

source: There was an error initializing LanguageTool.
uk_ua: Сталася помилка при ініціалізації LanguageTool.

source: Therefore, press Ctrl+Shift+V before you generate your translated files, to validate that your tags are correct.
uk_ua: Щоб уникнути цього, натисніть Ctrl+Shift+V (або меню «Інструменти» —&gt; «Перевірка теґів») перш ніж створювати перекладені документи та перевірте розташування теґів.

source: Therefore, the location of OmegaT's configuration folder cannot be reliably determined.
uk_ua: Тому розташування теки конфігурації OmegaT не може бути визначено.

source: These three are certain:<p>Death, taxes, and page not found.<p>You, victim of one.
uk_ua: Ці три визначені як:<p>Смерть, податки та сторінка не знайдені.<p>Ти, одна з цих жертв.

source: These translation memories can be very useful when a document that has already been translated needs to be updated.
uk_ua: Памʼять перекладів стає в нагоді, коли необхідно оновити вже перекладений документ.

source: These units have been skipped.
uk_ua: Ці одиниці були пропущені.

source: They are protected, so that you cannot modify their contents, but you can delete them, enter them by hand or move them around in the target sentence.
uk_ua: Теґи захищені, тому ви не зможете змінювати їхній зміст, але ви можете вилучати їх, вводити вручну, або міняти їхнє положення в перекладі.

source: This will delete your local data and re-download the project contents from the server.
uk_ua: Це може видалити ваші локальні файли та повторно завантажити вміст проекту з сервера.

source: This API key has been blocked
uk_ua: Цей ключ API заблоковано

source: This ID is already being used.
uk_ua: Цей ідентифікатор уже використовується.

source: This JRE will not interfere with other Java implementations that may already be installed on your system.
uk_ua: Цей пакунок JRE не взаємодіє із іншими реалізаціями Java, які можуть бути встановлені у вашій системі.

source: This URL appears to be invalid.
uk_ua: Ця URL-адреса є недійсною.

source: This call MUST NOT be in swing thread
uk_ua: Цей виклик НЕ ПОВИНЕН перебувати в потоці

source: This call MUST be in swing thread
uk_ua: Цей виклик ПОВИНЕН перебувати в потоці

source: This chapter describes the project properties, such as the source and target languages.
uk_ua: Даний розділ описує властивості проекту, такі як мова перекладу та оригіналу.

source: This command does not work once the modified segment has been validated.
uk_ua: Після підтвердження сегмента ця функція не працює.

source: This command will be executed after Creating Translated Documents.
uk_ua: Ця команда буде виконана після створення перекладених документів

source: This document is the official user's guide to OmegaT, the free Computer Aided Translation tool.
uk_ua: Цей документ — офіційний посібник користувача по OmegaT, вільної системи автоматизованого перекладу.

source: This is a Git repository.
uk_ua: Це сховище Git.

source: This is a Subversion repository.
uk_ua: Це сховище Subversion.

source: This is a valid project file.
uk_ua: Це дійсний файл проекту.

source: This is the way text will look when displayed.
uk_ua: Так виглядатиме текст на екрані.

source: This package is bundled with Oracle's Java Runtime Environment.
uk_ua: Цей пакунок йде разом із Oracle's Java Runtime Environment.

source: This program is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE.
uk_ua: Ця програма надається у доступі, з надією, що вона буде корисною, але БЕЗ БУДЬ-ЯКИХ ГАРАНТІЙ; навіть без гарантій ПРИДАТНОСТІ ДО ПРОДАЖУ чи ПРИДАТНОСТІ ДЛЯ ПЕВНОЇ МЕТИ.

source: This program is free software; you can redistribute it and/or modify it under the terms of the GNU General Public License as published by the Free Software Foundation; either version 3 of the License, or (at your option) any later version.
uk_ua: Ця програма є безкоштовним програмним забезпеченням; ви можете вільно поширювати та/або змінювати її відповідно до умов the GNU General Public Licens, виданої Фондом Безкоштовного Програмного Забезпечення; або версії 3 ліцензії, або (на ваш розсуд) будь-якої пізнішої версії.

source: This project
uk_ua: Цей проект

source: This short text describes key behavior in the editor pane.
uk_ua: Цей короткий текст описує поведінку клавіш у вікні редактору.

source: This will discard all changes you have made so far.
uk_ua: Це відхилить всі внесені вами зміни до цього часу.

source: Thus, for example, rules for Canadian French (FR-CA) should be higher than rules for French (FR.*), and higher than Default (.*) ones.
uk_ua: Так, наприклад, правила для канадського французького (FR-CA) повинні розташовуватись вище правил для французької (FR. *) і вище за типові (*.).

source: Tibetan Standard, Tibetan, Central
uk_ua: Тибетська

source: Tigrinya
uk_ua: Тигринійська

source: To be sure that no translation will be lost, you need to: 1.
uk_ua: Щоб переконатися, що переклад не буде втрачено, вам потрібно: 1.

source: To convert it into a new team project, open it in the OmegaT GUI.
uk_ua: Щоб конвертувати файл в командний проект, відкрийте його в графічному інтерфейсі OmegaT.

source: To customize the script feature, do the following:
uk_ua: Для використання можливості запуску скриптів виконайте наступне:

source: To edit what files in what encodings the filter will process, select the filter from the list and click Edit.
uk_ua: Щоб відредагувати певні файли та їхні кодування, які будуть оброблятися за допомогою фільтра, виберіть фільтр зі списку та натисніть «Редагувати».

source: To install OmegaT, double-click on the program you have downloaded.
uk_ua: Для встановлення OmegaT, двічі клацність мишею по завантаженій програмі.

source: To install the necessary files for the StarDict format, proceed as follows:
uk_ua: Для встановлення необхідних файлів у форматі StarDict, необхідно виконати наступне:

source: To remind yourself of the project's initial settings, open the project properties dialog by pressing Ctrl+E.
uk_ua: Аби нагадати собі з якими параметрами було ініційовано проект, відкрийте діалог «Редагувати проект», натиснувши Ctrl+E.

source: To see a list of files in the project, open the Project Files dialog by pressing Ctrl+L.
uk_ua: Для перегляду переліку файлів проекту, відкрийте вікно «Файли проекту», натиснувши Ctrl+L.

source: To start using OmegaT, first create a project that will hold all your files, such as your source file, translation memories, glossaries, and eventually your translated file.
uk_ua: Щоб почати використовувати OmegaT, спершу необхідно створити проект, який буде містити ваші файли: оригінальні файли, файли пам'яті перекладів, файли глосарію і, звичайно, Ваші перекладені файли.

source: To use this script you must first install Kaptain.
uk_ua: Для використання даного скрипту спершу встановіть Kaptain.

source: To use this script, open a terminal window (console), change folder to the folder containing OmegaT.jar and the linux-install.sh script, and execute the script with ./linux- install.sh.
uk_ua: Для використання скрипту, відкрийте вікно терміналу (консоль), змініть теку на ту, що містить OmegaT.jar та скрипт linux-install.sh, та запустіть скрипт командою «./linux-install.sh».

source: Toggle Selected
uk_ua: Змінити обране

source: Tonga (Tonga Islands)
uk_ua: Тонга (острови тонга)

source: Too big HTML file!
uk_ua: Надто великий файл HTML!

source: Tools
uk_ua: Інструменти

source: Tools Menu
uk_ua: Меню «Інструменти»

source: Tools menu
uk_ua: Меню «Інструменти»

source: Total Characters (including spaces)
uk_ua: Всього символів (з пробілами)

source: Total Characters (without spaces)
uk_ua: Всього символів (без пробілів)

source: Total Segments
uk_ua: Загальна кількість сегментів

source: Total Words
uk_ua: Всього слів

source: Total number of segments
uk_ua: Загальна кількість сегментів

source: Total:
uk_ua: Всього:

source: Trans&lated or untranslated
uk_ua: &Перекладений або неперекладений

source: TransTips
uk_ua: Підказки перекладу

source: TransTips/Enable Transtips
uk_ua: Підказки перекладу/Увімкнути підказки перекладу

source: Translate the file
uk_ua: Переклад файлу

source: Translate the following attributes:
uk_ua: Перекладати наступні атрибути:

source: Translate the following elements:
uk_ua: Перекладати наступні елементи:

source: Translated File Encoding
uk_ua: Кодування перекладеного файлу

source: Translated File Encoding:
uk_ua: Формат перекладеного файлу:

source: Translated Filename Pattern
uk_ua: Шаблон назви перекладеного файлу

source: Translated Files Folder
uk_ua: Тека перекладених файлів

source: Translated Files Folder:
uk_ua: Тека перекладених файлів:

source: Translated document created
uk_ua: Перекладений документ створено

source: Translated documents created
uk_ua: Перекладені документи створено

source: Translated file path cannot be identical to the source file path: {0}
uk_ua: Шлях перекладеного файлу не може бути ідентичним файлу мови оригіналу: {0}

source: Translated files folder entered does not exist!
uk_ua: Тека перекладених файлів не існує!

source: Translated files location not defined
uk_ua: Місце розташування перекладеного файлу не знайдено

source: Translated segments
uk_ua: Перекладені сегменти

source: Translated segments text
uk_ua: Текст перекладеного сегмента

source: Translated unique segments
uk_ua: Перекладені унікальні сегменти

source: Translating Project
uk_ua: Переклад проекту

source: Translation
uk_ua: Переклад

source: Translation Memory Files Folder
uk_ua: Тека файлів памʼяті перекладу

source: Translation Memory Folder:
uk_ua: Тека пам'яті перекладу:

source: Translation is fuzzy
uk_ua: Переклад некоректний

source: Translation last modified by {0} on {1} at {2}
uk_ua: Переклад востаннє змінений користувачем {0}, {1} о {2}

source: Translation memory files folder entered does not exist!
uk_ua: Теки памʼяті перекладу не існує!

source: Translation memory folder {0} does not exist.
uk_ua: Тека памʼяті перекладу{0} не існує.

source: Translation unit encountered before TMX header.
uk_ua: Одиниця перекладу виявлена перед заголовком файлу TMX.

source: Translation unit variant encountered outside translation unit.
uk_ua: Варіант одиниці перекладу виявлений за межами одиниці перекладу.

source: Translation:
uk_ua: Переклад:

source: Translator comments:
uk_ua: Коментарі перекладача:

source: Tsonga
uk_ua: Цонга

source: Tswana
uk_ua: Тсвана

source: Turkish
uk_ua: Турецька

source: Turkmen
uk_ua: Туркменська

source: Twi
uk_ua: Тві

source: Type
uk_ua: Модель

source: Type in new rule ID
uk_ua: Введіть новий ідентифікатор правила

source: Types: Exact searches match the whole search string.
uk_ua: Типи: Точні пошуки відповідають усьому пошуковому рядку.

source: U&ntranslated
uk_ua: &Неперекладений текст

source: URL
uk_ua: URL-адреса

source: URL does not contain "{0}"
uk_ua: URL-адреса не містить «{0}»

source: URL is missing URL string
uk_ua: В URL-адресі відсутній URL-рядок

source: URL is missing encoding
uk_ua: URL-адреса не містить кодування

source: URL is missing target
uk_ua: URL-адреса не містить об'єкт

source: URL of online dictionaries:
uk_ua: URL-адреса онлайн-словників:

source: URL:
uk_ua: URL-адреса:

source: URLs
uk_ua: URL-адреса

source: Uighur, Uyghur
uk_ua: Уйгурська

source: Ukrainian
uk_ua: Українська

source: Unable to build new TMX file!
uk_ua: Не вдається створити новий файл TMX!

source: Unable to convert project!
uk_ua: Не вдалося конвертувати проект!

source: Unable to download team project!
uk_ua: Не вдалося завантажити командний проект!

source: Unable to initialize read of XML file!
uk_ua: Не вдається запустити XML файл!

source: Unable to parse filters configuration file
uk_ua: Неможливо проаналізувати файл конфігурації фільтрів

source: Unable to read file
uk_ua: Не вдається прочитати файл

source: Unable to read project file!
uk_ua: Не вдалося прочитати файл проекту!

source: Unable to save data.
uk_ua: Не вдалося зберегти файл.

source: Unable to save filters configuration file
uk_ua: Неможливо зберегти файл конфігурації фільтрів

source: Unable to uninstall the selected dictionary
uk_ua: Неможливо видалити вибраний словник

source: Unauthorized request to TaaS service.
uk_ua: Неавторизований запит на обслуговування TaaS.

source: Unchanged sentences are automatically translated, while updated sentences are shown with the translation of the most similar, older sentence.
uk_ua: Незмінені речення будуть автоматично перекладені, коли для оновлених буде запропоноване максимально наближений варіант перекладу на основі старого речення.

source: Undo Last Action
uk_ua: Скасувати останню дію

source: Undock
uk_ua: Розблокувати

source: Unexpected char {0} ({1})!
uk_ua: Неочікуваний символ {0} ({1})!

source: Uninstalling failed
uk_ua: Не вдалося видалити

source: Unique Characters (including spaces)
uk_ua: Унікальні символи (з пробілами)

source: Unique Characters (without spaces)
uk_ua: Унікальні символи (без пробілів)

source: Unique Remaining Characters (including spaces)
uk_ua: Залишилось унікальних символів (з пробілами)

source: Unique Remaining Characters (without spaces)
uk_ua: Залишилось унікальних символів (без пробілів)

source: Unique Remaining Segments
uk_ua: Залишилось унікальних сегментів

source: Unique Remaining Words
uk_ua: Залишилось унікальних слів

source: Unique Remaining:
uk_ua: Залишилось унікальних:

source: Unique Segments
uk_ua: Унікальні сегменти

source: Unique Words
uk_ua: Унікальні слова

source: Unique segments
uk_ua: Унікальні сегменти

source: Unique:
uk_ua: Унікальні слова:

source: Unknown plugin type '{0}' in '{1}'
uk_ua: Нерозпізнаний тип додатку '{0}' в '{1}'

source: Unpack the OmegaT .zip archive to obtain a folder that contains a documentation file and the OmegaT application.
uk_ua: Розпакуйте .zip архів OmegaT, який містить теку із файлом документації та додатком OmegaT.

source: Unrecoverable error while parsing TMX file {0} on line {1}, column {2}.
uk_ua: Помилка, яку не можна виправити під час аналізу файлу TMX {0} у рядку {1}, стовпець {2}.

source: Unspecified
uk_ua: Невстановлений

source: Unsupported SVN error
uk_ua: Непідтримувана помилка SVN

source: Unsupported XML version {0}!
uk_ua: Версія XML не підтримується {0}!

source: Unsupported file encoding
uk_ua: Непідтримуваний формат файлу

source: Unsupported project file version ({0})!
uk_ua: Непідтримувана версія файлу проекту ({0})!

source: Untranslated segment
uk_ua: Не перекладений сегмент

source: Untranslated segments
uk_ua: Неперекладені сегменти

source: Untranslated segments &only
uk_ua: &Лише неперекладені сегменти

source: Untranslated segments text
uk_ua: Текст неперекладеного сегмента

source: Updated
uk_ua: Оновлено

source: Updates
uk_ua: Оновлення

source: Upgrading...
uk_ua: Оновлення…

source: Upload disabled because repository in read-only mode
uk_ua: Завантаження неможливе, тому що репозиторій в режимі "Лише для читання"

source: Urdu
uk_ua: Урду

source: Usage
uk_ua: Використання

source: Usage: java -jar OmegaT.jar [<options>] [<project path>]
uk_ua: Використання: java -jar OmegaT.jar [<параметри>] [<шлях до проекту>]

source: Usage: java -jar OmegaT.jar team <command> [<options>]]
uk_ua: Використання: java-jar OmegaT.jar team <команда> [<параметри>]]

source: Use
uk_ua: Використання

source: Use $n to refer to the nth group.
uk_ua: Використовуйте $n, аби звернутися до групи n.

source: Use &Fuzzy Matching for Dictionary Entries
uk_ua: Використовувати &нечіткі збіги для записів словника

source: Use &TAB to Advance
uk_ua: Використовувати TAB для пере&ходу до наступного сегмента

source: Use &XML for standalone tags (e.g., <i/>)
uk_ua: Використовуйте &XML для автономних теґів (наприклад, <i/>)

source: Use &fuzzy matching for dictionary entries
uk_ua: Використовувати &нечіткі збіги для записів словникових статей

source: Use &stemming for glossary entries
uk_ua: Використовувати &стемінг для словникових статей

source: Use Shift+F3 to cycle through the four alternatives.
uk_ua: Використовуйте Shift+F3 для циклічного перебирання серед чотирьох варіантів.

source: Use TAB To Advance
uk_ua: Використовувати TAB для переходу до наступного сегмента

source: Use Terms Appearing Separately in the Source Text
uk_ua: Використати терміни, що зʼявляються окремо у тексті оригіналу

source: Use all mine
uk_ua: Використати моє

source: Use all original
uk_ua: Використати оригінал

source: Use all updated
uk_ua: Використати оновлене

source: Use as Default Translation
uk_ua: Використовувати як типовий переклад

source: Use custom templates for modification &info
uk_ua: Використати спеціальні шаблони для інформації про модернізацію

source: Use glossary
uk_ua: Використовувати глосарій

source: Use terms &appearing separately in the source text
uk_ua: Використати терміни, &що зʼявляються окремо у тексті оригіналу

source: Use the installation language in OmegaT
uk_ua: Використовувати мову встановлення, як мову інтерфейсу користувача OmegaT

source: Use untar utility (or its equivalent, for instance winrar in Windows) to extract its contents into the project folder "Dictionary".
uk_ua: Використовуючи утиліту (чи її еквівалент, на кшталт winrar для Windows) розпакувати вміст до теки проекту «Dictionary».

source: Useful links ============
uk_ua: Корисні посилання ============

source: User Manual...
uk_ua: Посібник користувача…

source: User denied credentials
uk_ua: Користувач відхилив обліковий запис

source: User interface language for OmegaT
uk_ua: Мова інтерфейсу користувача для OmegaT

source: User support, at the Yahoo user group (multilingual), where the archives are searchable without subscription:
uk_ua: Підтримка користувачів здійснюється в багатомовній групі користувачів на Yahoo, архіви цієї групи доступні без підписки:

source: User:
uk_ua: Імʼя користувача:

source: Username:
uk_ua: Ім'я користувача:

source: Using Java Web Start for installing OmegaT (all platforms) ===========================================================
uk_ua: Встановлення OmegaT за допомогою Java Web Start (всі платформи) ===========================================================

source: Using TaaS in OmegaT
uk_ua: Використання TaaS в OmegaT

source: Uzbek
uk_ua: Узбецька

source: VLDocking Framework (LGPL License)
uk_ua: Структура - VLDocking (ліцензія LGPL)

source: Validate Tags
uk_ua: Перевірка теґів

source: Validate Tags for Current Document
uk_ua: Перевірка теґів у поточному документі

source: Validate your tags
uk_ua: Перевірка теґів

source: Validating tags
uk_ua: Перевірка теґів

source: Value
uk_ua: Значення

source: Variant skipped.
uk_ua: Пропущенні варіанти.

source: Variants in the following languages will be displayed: {0}
uk_ua: Варіанти будуть показані наступними мовами: {0}

source: Various shortcuts
uk_ua: Різні комбінації клавіш

source: Venda
uk_ua: Венда

source: Version control - introduction
uk_ua: Контроль версій - вступ

source: Version: {0}
uk_ua: Версія: {0}

source: Vietnamese
uk_ua: В'єтнамська

source: View
uk_ua: Вигляд

source: View Menu
uk_ua: Меню «Вигляд»

source: View Options
uk_ua: Перегляд налаштувань

source: View menu
uk_ua: Меню «Вигляд»

source: View or edit file filters.
uk_ua: Переглянути чи редагувати фільтри файлів.

source: View...
uk_ua: Вигляд…

source: Vincent Bidaux (documentation manager)
uk_ua: Vincent Bidaux (координатор з документації)

source: Visio
uk_ua: Файли Visio

source: Viterbi
uk_ua: Вітербі

source: Volapük
uk_ua: Волапюк

source: WARNING: all unsaved data will be lost 4.
uk_ua: УВАГА: усі незбережені дані будуть втрачені 4.

source: Walloon
uk_ua: Валлонська

source: Warn: Report invalid tags to stdout.
uk_ua: Warn (попередження): повідомляти про неприпустимі теґи у stdout.

source: Warning
uk_ua: Увага

source: Warning on line {0}, column {1} while parsing:
uk_ua: Попередження у рядку {0}, стовпець {1} під час аналізу

source: Warning!
uk_ua: Увага!

source: Warning: Changing tag order may break the translated document!
uk_ua: Попередження: зміна порядку теґів може порушити перекладений документ!

source: Warranty
uk_ua: Гарантія

source: We recommend using OmegaT packages that include the JRE, to save you the trouble of selecting, obtaining and installing it.
uk_ua: Ми рекомендуємо використовувати пакунок OmegaT із включеним JRE, аби позбавити Вас проблеми вибору, отримання та встановленням JRE.

source: Web Start
uk_ua: Версія Web Start

source: WebVTT Subtitles
uk_ua: Субтитри WebVTT

source: Welsh
uk_ua: Валлійська

source: Western Frisian
uk_ua: Західнофрізька

source: What is OmegaT?
uk_ua: Що таке OmegaT?

source: When a rule is triggered, the corresponding phrase will be underlined in blue in the Editor (see also and I didn't do nothing in the picture above).
uk_ua: Якщо правило спрацьовує, відповідну фразу буде позначено синім підкресленням у вікні редагування (дивіться also та I didn't do nothing на зображені вище).

source: When a single file has more segments than this, additional segments will be loaded on-demand as you scroll.
uk_ua: Якщо одиничний файл має більше сегментів, ніж цей, під час прокручування додаткові сегменти будуть завантажені на вимогу.

source: When checked, the items in the glossary auto-completer view will contain the source text, too.
uk_ua: Якщо цю функцію обрано, то елементи у глосарійному вікні автоматичного заповнення також міститимуть вихідний текст.

source: When hovering the mouse over the underlined phrase, an explanation will appear.
uk_ua: Якщо навести вказівник на підкреслену фразу, зʼявиться коротке пояснення.

source: When unavailable, the ID will be used as a fallback
uk_ua: Коли недоступний, ідентифікатор буде використовуватися як резервний

source: When using regular expressions, the replacement string does not support references to groups defined in the search string.
uk_ua: При використанні регулярних виразів рядок заміни не підтримує посилання на групи, визначені в рядку пошуку.

source: When using regular expressions, the replacement string supports references to groups defined in the search string.
uk_ua: При використанні регулярних виразів рядок заміни підтримує посилання на групи, визначені в рядку пошуку.

source: When you left-click on the number, the selected script will run.
uk_ua: Якщо натиснете лівою кнопкою на число, обраний скрипт буде запущено.

source: Whenever you want to see what your translation will look like in its final format, press Ctrl+D to generate the translated documents, which will be created in the /target/ subfolder of your project folder.
uk_ua: Якщо бажаєте переглянути результат перекладу у фінальному вигляді, натисніть Ctrl+D для генерації перекладених документів, які зʼявляться в підтеці /target/ Вашого проекту.

source: Which version do you want to keep?
uk_ua: Яку версію ви хочете зберегти?

source: Whitespace
uk_ua: Пробіл

source: Whitespace - leading
uk_ua: Пробіл на початку

source: Whitespace - trailing
uk_ua: Пробіл в кінці

source: Whitespaces
uk_ua: Проміжки

source: WiX Localization
uk_ua: Файли локалізації WiX

source: Wildcards: Both exact and keyword searches support the wildcard characters * and ?.
uk_ua: Підстановки: Точні пошукові запити та пошук за ключовими словами підтримують символи підстановки * та ?.

source: Will be synchronized next time.
uk_ua: Файл буде синхронізований наступного разу.

source: Wind catches lily<p>Scatt'ring petals to the wind:<p>Your page is not found
uk_ua: Вітер ловить лілію<p>Розсіювання пелюсток по вітру:<p>Вашу сторінку не знайдено

source: Windows Resources
uk_ua: Ресурси Windows
